Repository: VerbaAlpina/TranscriptionTool-Plugin
Catalog: languages/*.po
Languages: tt_de_de

source: Transcription tool
tt_de_de: Transkriptionstool

source: This button skips the current informant and marks it as problematic. These problem cases can be transcribed later using the problem mode in the select box on the right
tt_de_de: Dieser Button überspringt den aktuellen Informanten und markiert ihn speziell als problematisch. Später können die Problemfälle über den Modus Probleme im rechten Auswahlmenü eingetragen werden.

source: If the stimulius is marked green the corresponding scan exists, if it is marked red the scan is missing.
tt_de_de: Zu grün markierten Stimuli sind Scans vorhanden, zu rot markierten Stimuli fehlen die entsprechenden Scans.

source: Not valid
tt_de_de: Nicht gültig

source: Search map
tt_de_de: Karte suchen

source: No input in line %!
tt_de_de: Keine Eingabe in Zeile %!

source: No concepts for attestation in line %!
tt_de_de: Keine Konzepte für Beleg in Zeile %!

source: Attestation in line % is not valid!
tt_de_de: Beleg in Zeile % ist nicht gültig!

source: Insert
tt_de_de: Eintragen

source: Update
tt_de_de: Aktualisieren

source: This stimulis is currently transcribed by another user!
tt_de_de: Stimulus wird bereits von einem anderen Nutzer transkribiert!

source: Choose atlas
tt_de_de: Atlas wählen

source: Informant no.
tt_de_de: Informant-Nr.

source: Informant number(s)
tt_de_de: Informanten-Nummer(n)

source: Filters
tt_de_de: Filter

source: Initial recording
tt_de_de: Ersterfassung

source: Correction
tt_de_de: Korrektur

source: Problems
tt_de_de: Probleme

source: Transcription
tt_de_de: Transkription

source: + Add row
tt_de_de: Zeile hinzufügen

source: Create new concept
tt_de_de: Neues Konzept anlegen

source: To select survey points you have the following possibilities
tt_de_de: Zur Auswahl von Erhebungspunkten stehen folgende Möglichkeiten zur Verfügung

source: Specify exactly one informant (Example: 252)
tt_de_de: Angabe exakt eines Informanten (Beispiel: 252)

source: Use wildcards: % means an arbitrary number of characters, _ means exactly one character
tt_de_de: Verwendung von Wildcards: % steht für eine beliebige Anzahl beliebiger Zeichen, _ steht für genau ein beliebiges Zeichen

source: all points starting with an 8
tt_de_de: alle Punkte, die mit einer 8 beginnen

source: all points with two digits starting with an 8
tt_de_de: alle Punkte bestehend aus zwei Ziffern, von denen die erste eine 8 ist

source: all points with three digits starting with an 8
tt_de_de: alle Punkte bestehend aus drei Ziffern, von denen die erste eine 8 ist

source: all points with three digits in which the first one is an 8 and the second one is a 7
tt_de_de: alle Punkte bestehend aus drei Ziffern, von denen die erste eine 8 und die zweite eine 7 ist

source: ATTENTION: The usage of wildcards for choosing the informant number *only* makes sense for the intial recording. In correction mode you should enter a concrete informant number.
tt_de_de: ACHTUNG: *Nur* im Fall der Ersterfassung ist der Einsatz von Wildcards bei der Auswahl der Informantennummern sinnvoll. Im Korrektur-Modus ist jeweils eine konkrete Informantennummer einzugeben.

source: There are the following modes
tt_de_de: Es gibt folgende Modi

source: Record new data
tt_de_de: Neue Daten erfassen

source: Correct existing data or add further attestations for an already processed informant
tt_de_de: Bestehende Daten korrigieren bzw. weitere Belege für einen bereits bearbeiteten Informanten hinzufügen

source: Edit existing problems
tt_de_de: Bestehende Probleme bearbeiten

source: Selection of the concept(s) that are assigned to this attestation. In most cases the concepts only depend on the respective stimulus, but on some maps (e.g. AIS#1191_1) also on the informant. The pre-selected concept is the one that was assigned the most. Non fitting concepts can be removed, missing concepts can be added through this box.
tt_de_de: Auswahl des Konzepts / der Konzepte, die dieser Äußerung zugeordnet ist. In den meisten Fällen hängen die Konzepte nur vom jeweiligen Stimulus ab, auf manchen Karten (z.B. AIS#1191_1) sind sie allerdings auch vom Informanten abhängig. Standardmäßig wird das Konzept angezeigt, das bisher am häufigsten zugeordnet wurde. Nicht zutreffende Konzepte können über dieses Feld entfernt werden, fehlende Konzepte ausgewählt werden.

source: Base characters
tt_de_de: Basiszeichen

source: Character
tt_de_de: Zeichen

source: Description
tt_de_de: Beschreibung

source: Comment
tt_de_de: Kommentar

source: Diacritics
tt_de_de: Diakritika

source: Example
tt_de_de: Beispiel

source: Special characters
tt_de_de: Spezielle Zeichen

source: In principle, these characters are equivalent to base characters, except that they cannot be combined with diacritics.
tt_de_de: Diese Zeichen haben prinzipiell den Rang eines Basiszeichens, können aber nicht mit Diakritika ergänzt werden.

source: Special Blanks
tt_de_de: Spezielle Leerzeichen

source: Regular blanks are represented by the character ␣ in this table
tt_de_de: Reguläre Leerzeichen werden in dieser Tabelle durch das Symbol ␣ dargestellt.

source: Everything transcribed!
tt_de_de: Alles transkribiert!

source: Already transcribed!
tt_de_de: Bereits transkribiert!

source: Informant(s) not included by the current filter options!
tt_de_de: Informant(en) durch aktuelle Filtereinstellungen ausgeschlossen!

source: There is no transcription!
tt_de_de: Keine Transkription vorhanden!

source: No more problems!
tt_de_de: Keine weiteren Probleme!

source: Informant number(s) not valid!
tt_de_de: Informanten-Nummer(n) nicht gültig!

source: attestation
tt_de_de: Beleg

source: phon. type
tt_de_de: Phon. Typ

source: morph. type
tt_de_de: Morph. Typ

source: Choose Concept(s)
tt_de_de: Konzept(e) auswählen

source: Tokenized
tt_de_de: Tokenisiert

source: Transcribed&nbsp;by
tt_de_de: Erfasst&nbsp;von

source: Remove&nbsp;row
tt_de_de: Zeile&nbsp;entfernen
